##과정 지원동기와 향후 진로에 대해 sw 관련 경험을 중심으로 상세히 작성
# 저는 원자력 전공을 했습니다. 전공을 선택하고 공부하던 당시 이 분야의 미래에 대한 전망과 학문의 깊이를 보고 선택을 한 것이지만 사회의 방향까지는 예측을 하지 못해 전공분야를 살리는 방향으로의 취업이 힘들게 되었습니다. 새로운 분야로 직무변경을 하기 위해 과거 흥미가 있거나 잘했던것을 찾아보면서 코딩에 대한 흥미가 있었다는것을 알게 되었습니다. 라즈베리파이와 터치패널을 이용한 자동차를 만들었던 프로젝트를 수행했던 경험과 창업경진대회에 나가며 데이터 분석의 필요성을 느껴 R을 이용해 데이터 분석을 했던 경험들이 떠 오르면서 이쪽 분야로 취업을 할 목표를 가지고 공부를 하기 시작했습니다. 학교 수업에서는 파이썬과 R 매트랩 포트란 등을 다루어 보았지만 특정분야에만 한정되어 다루어 보았었기 때문에 기본기가 부족하다고 생각, 독학으로 프로그래밍 공부를 하기 시작했습니다. 그러나 혼자 공부를 하게 되면서 체계적인 커리큘럼이 없어 본인이 어느 정도 수준인지, 어디서 부터 시작해야하는지 막막함을 느끼게 되었습니다. 그러던 와중 이 프로그램을 알게 되어 지원하게 되었습니다. 비 전공자들에게도 입학의 문을 열어 놓았다고는 하지만 시험이라는 관문이 있고 코딩관련 공부는 해놓는 것이 좋다고 생각되어 현재 멀티캠퍼스에서 진행하는 4차산업선도인력 양성 프로그램의 빅데이터분석 관련 교육을 듣고 있습니다. 
# 교육을 듣게 되면서 특정분야에 특화되는것도 좋지만 아직 기본기가 많이 부족하다는 것을 알 수 있었고 추후 어떤 분야로 나아가게 되더라도 기본기는 토대가 되는 것이기 때문에 기본기를 더 다질 수 있는 이곳에 지원하게 되었습니다.
#추후 교육과정을 이수한 후에는 빅데이터 분석이나 AI 클라우드 관련 산업을 하는 기업 혹은 스타트업 으로 입사해 앞으로의 기술 발전에 뒤쳐지지 않고 오히려 선도해 나가는 기술인이 되고 싶습니다. 
  
##공모전 대회활등 프로젝트등 장기간에 걸쳐 과제를 완수했던 경험 또는 실패했던 사례에 대해 상세히 50-1000
#스타트업